content/posts/the_cat_lady.md
+++
title = "The Cat Lady"
date = 2021-12-27T23:44:00+01:00
tags = ["videogame", "horror"]
draft = false
+++

Horror psicologico, la protagonista si suicida in incipit.
Fa parte di [Devil Came Through Here]({{< relref "devil_came_through_here.md" >}}) trilogy


## Outline {#outline}

-   `Susan` ritorna in vita ogni volta _soffiando una candela_
    -   simbolo di un desiderio espresso
    -   la vita della protagonista e' ripagata con la vita di altri


### Atto I {#atto-i}

-   seguiamo un cervo, poi un `corvo`
-   la vecchia che ci incarica
    -   si fa chiamare con molti nomi
    -   `Queen of maggots`


### Atto II {#atto-ii}

-   le infermiere sono vestite come noi
-   `red tear of happiness`
    -   drogano le pazienti come premio
    -   possibile riferimento in contraltare a [Matrix]({{< relref "matrix.md" >}})
-   `Liz` parla male del `Doctor X`, che dice avere uno strano adore
-   il `Doctor X` e' un maniaco che crea _arte vivente_


## Atto III {#atto-iii}

-   piccole azioni quotidiane
    -   come per combattere la depressione della protagonista
    -   cibo
    -   sigaretta
    -   doccia
    -   gatti
    -   caffé
-   Arriva una nuova coinquilina - `Mitzi` - molto insistente nel prendere la stanza in affitto
    -   si scopre che lei é malata da cancro
    -   la `Queen of Maggots` la tocca, evidentemente morirá presto
-   ci ritroviamo a casa del prossimo maniaco, con moglie annessa
    -   veniamo sfigurati con la candeggina per gelosia della moglie
    -   `Susan` si spara con la pistola lasciata per pietá dal maniaco
-   `You Are Dead` - un poster nella stanza della ragazza, con una citazione di [Death is Nothing at All]({{< relref "death_is_nothing_at_all.md" >}})

> Death is nothing at all
> You have only slipped away into the next room
> I am I, and you are you
> whatever we were to each other, that we are still
